Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Tap Default (or pick Liquid if you liked the old soft spring).
de: Tippe auf Standard oder wähle Flüssig, wenn dir die frühere sanfte Federbewegung gefallen hat.
es: Toca Predeterminado o elige Líquido si te gustaba el rebote suave anterior.
et: Puuduta „Vaikimisi” või vali „Voolav”, kui sulle meeldis varasem pehme vetruv liikumine.
fr: Touche Par défaut, ou choisis Liquide si tu aimais l’ancien rebond souple.
hu: Koppints az Alapértelmezett lehetőségre, vagy válaszd a Folyékony módot, ha a korábbi lágy rugózást kedvelted.
it: Tocca Predefinito oppure scegli Liquido se ti piaceva il vecchio rimbalzo morbido.
ja: 「デフォルト」をタップします。以前の柔らかな弾みが好みなら、「リキッド」を選びます。
ko: ‘기본값’을 탭하세요. 예전의 부드럽게 튕기는 느낌이 좋았다면 ‘리퀴드’를 선택하세요.
ms: Ketik Lalai atau pilih Cecair jika anda menyukai lantunan lembut yang lama.
pt: Toca em Predefinição ou escolhe Líquido se gostavas do efeito de mola suave anterior.
ru: Нажмите «По умолчанию» или выберите «Жидкий», если вам нравилась прежняя мягкая пружинная анимация.
zh_hans: 轻点“默认”；如果喜欢以前那种柔和的回弹感，可以选择“液态”。

source: Tap Restore Purchases, signed in with the Apple Account you bought it on.
de: Tippe auf „Käufe wiederherstellen“ — angemeldet mit dem Apple-Account, mit dem du gekauft hast.
es: Toca Restaurar compras, con la sesión iniciada en la cuenta de Apple con la que lo compraste.
et: Puuduta Taasta ostud, logitud Apple’i kontosse, millega ostsid.
fr: Touche Restaurer les achats, connecté avec le compte Apple utilisé pour l'achat.
hu: Koppints a Vásárlások visszaállítása gombra, azzal az Apple-fiókkal bejelentkezve, amelyikkel vetted.
it: Tocca Ripristina acquisti, con l'account Apple da cui hai comprato.
ja: 購入に使ったApple アカウントでサインインした状態で、「購入を復元」をタップします。
ko: 구입할 때 쓴 Apple 계정으로 로그인한 상태에서 구매 복원을 누르세요.
ms: Ketik Pulihkan Pembelian, sambil log masuk dengan Akaun Apple yang anda gunakan semasa membeli.
pt: Toca em Restaurar compras, com sessão iniciada na conta Apple onde o compraste.
ru: Нажмите «Восстановить покупки», войдя в тот аккаунт Apple, на который покупали.
zh_hans: 用当初购买的那个 Apple 账户登录，然后点“恢复购买”。

source: Tap Share if you want to send it to us.
de: Tippe auf Teilen, wenn du ihn uns senden möchtest.
es: Toca Compartir si quieres enviárnoslo.
et: Kui soovid selle meile saata, puuduta „Jaga”.
fr: Touche Partager si tu veux nous l’envoyer.
hu: Ha el szeretnéd küldeni nekünk, koppints a Megosztás gombra.
it: Tocca Condividi se vuoi inviarcelo.
ja: 私たちに送る場合は、「共有」をタップします。
ko: 저희에게 보내려면 ‘공유’를 탭하세요.
ms: Ketik Kongsi jika anda mahu menghantarnya kepada kami.
pt: Toca em Partilhar se quiseres enviar-nos o relatório.
ru: Нажмите «Поделиться», если хотите отправить отчёт нам.
zh_hans: 如需发送给我们，请轻点“共享”。

source: Tap Share report if you want to send it to us.
de: Tippe auf „Bericht teilen“, wenn du ihn uns schicken willst.
es: Toca Compartir informe si quieres enviárnoslo.
et: Puuduta Jaga aruanne, kui tahad selle meile saata.
fr: Touche Partager le rapport si tu veux nous l'envoyer.
hu: Koppints a Jelentés megosztása gombra, ha el akarod küldeni nekünk.
it: Tocca Condividi il rapporto se vuoi mandarcelo.
ja: 送っていただける場合は「レポートを共有」をタップしてください。
ko: 보내 주시려면 리포트 공유를 누르세요.
ms: Ketik Kongsi laporan jika anda mahu menghantarnya kepada kami.
pt: Toca em Partilhar relatório se quiseres enviá-lo.
ru: Нажмите «Поделиться отчётом», если хотите прислать его нам.
zh_hans: 想发给我们的话，点“分享报告”。

source: Tap a chip to insert it where you're typing.
de: Tippe auf einen Chip, um ihn dort einzufügen, wo du gerade tippst.
es: Toca un chip para insertarlo donde estés escribiendo.
et: Puuduta kiipi, et see sinna sisestada, kuhu tipid.
fr: Touche une puce pour l'insérer là où tu tapes.
hu: Koppints egy chipre, hogy beszúrd oda, ahol éppen gépelsz.
it: Tocca un chip per inserirlo dove stai scrivendo.
ja: チップをタップすると、入力中の位置に挿入されます。
ko: 칩을 탭하면 지금 입력 중인 위치에 들어가요.
ms: Ketik cip untuk sisipkannya di tempat anda menaip.
pt: Toca num chip para o inserires onde estás a escrever.
ru: Нажмите на плашку, чтобы вставить её туда, где вы печатаете.
zh_hans: 点一下标签就能插入到你正在输入的位置。

source: Tap a chip to paste that clip.
de: Tippe einen Chip, um diesen Clip einzufügen.
es: Toca un chip para pegar ese clip.
et: Puuduta kiipi, et see klipp kleepida.
fr: Touchez une puce pour coller ce contenu.
hu: Koppints a chipre a beillesztéshez.
it: Tocca un chip per incollare quel clip.
ja: チップをタップすると、その内容を貼り付けます。
ko: 칩을 탭하면 그 클립을 붙여넣습니다.
ms: Ketik cip untuk tampal klip itu.
pt: Toca um chip para colar esse clip.
ru: Коснитесь чипа, чтобы вставить этот фрагмент.
zh_hans: 点碎片即可粘贴那段内容。

source: Tap a colored tile to open that tool.
de: Tippe eine farbige Kachel, um dieses Tool zu öffnen.
es: Toca una baldosa de color para abrir esa herramienta.
et: Puuduta värvilist plaati, et see tööriist avada.
fr: Touchez une tuile colorée pour ouvrir cet outil.
hu: Koppints egy színes csempére az eszköz megnyitásához.
it: Tocca una piastrella colorata per aprire quello strumento.
ja: 色付きタイルをタップしてそのツールを開きます。
ko: 색 타일을 탭하면 그 도구가 열립니다.
ms: Ketik jubin berwarna untuk buka alat itu.
pt: Toca um mosaico colorido para abrir essa ferramenta.
ru: Коснитесь цветной плитки, чтобы открыть этот инструмент.
zh_hans: 点彩色瓷砖即可打开该工具。

# Tap a coloured tile to open that tool.
source: Tap a colored tile to open that tool.
de: Tippe eine farbige Kachel, um dieses Tool zu öffnen.
es: Toca una baldosa de color para abrir esa herramienta.
et: Puuduta värvilist plaati, et see tööriist avada.
fr: Touchez une tuile colorée pour ouvrir cet outil.
hu: Koppints egy színes csempére az eszköz megnyitásához.
it: Tocca una piastrella colorata per aprire quello strumento.
ja: 色付きタイルをタップしてそのツールを開きます。
ko: 색 타일을 탭하면 그 도구가 열립니다.
ms: Ketik jubin berwarna untuk buka alat itu.
pt: Toca um mosaico colorido para abrir essa ferramenta.
ru: Коснитесь цветной плитки, чтобы открыть этот инструмент.
zh_hans: 点彩色瓷砖即可打开该工具。

source: Tap a digit to type it.
de: Tippe eine Ziffer, um sie zu tippen.
es: Toca un dígito para escribirlo.
et: Puuduta numbrit, et see sisestada.
fr: Touchez un chiffre pour le taper.
hu: Koppints egy számjegyre a beíráshoz.
it: Tocca una cifra per digitarla.
ja: 数字をタップすると入力されます。
ko: 숫자를 탭하면 입력됩니다.
ms: Ketik digit untuk taipkannya.
pt: Toca um dígito para o escrever.
ru: Коснитесь цифры, чтобы ввести её.
zh_hans: 点数字即可输入。

source: Tap a key in the preview to paint it. Anything you leave unset stays the theme's color.
de: Tippe in der Vorschau auf eine Taste, um sie zu färben. Was du nicht setzt, behält die Farbe des Designs.
es: Toca una tecla en la vista previa para pintarla. Lo que no ajustes conserva el color del tema.
et: Puuduta eelvaates klahvi, et see värvida. Määratlemata jäänud jäävad teema värvi.
fr: Touche une touche dans l’aperçu pour la colorer. Ce que tu ne définis pas garde la couleur du thème.
hu: Koppints egy billentyűre az előnézetben, és színezd ki. Amit nem állítasz be, megtartja a téma színét.
it: Tocca un tasto nell’anteprima per colorarlo. Quello che non imposti mantiene il colore del tema.
ja: プレビューのキーをタップすると色を塗れます。設定しなかった部分はテーマの色のままです。
ko: 미리보기에서 키를 탭하면 칠할 수 있어요. 설정하지 않은 부분은 테마 색상 그대로예요.
ms: Ketik kekunci dalam pratonton untuk mewarnakannya. Apa yang tidak ditetapkan kekal warna tema.
pt: Toca numa tecla na pré-visualização para pintá-la. O que não definires fica com a cor do tema.
ru: Нажмите на клавишу в предпросмотре, чтобы покрасить её. Всё, что вы не тронете, останется цвета темы.
zh_hans: 点按预览里的按键就能上色。没有设置的地方保持主题颜色。

source: Tap a key to customize its style, colors, or artwork.
de: Tippe auf eine Taste, um ihren Stil, ihre Farben oder ihr Bild anzupassen.
es: Toca una tecla para personalizar su estilo, sus colores o su imagen.
et: Puuduta klahvi, et kohandada selle stiili, värve või pilti.
fr: Sélectionne une touche pour personnaliser son style, ses couleurs ou son image.
hu: Koppints egy billentyűre, és szabd testre a stílusát, a színeit vagy a képét.
it: Tocca un tasto per personalizzarne lo stile, i colori o l’immagine.
ja: キーをタップすると、スタイルや色、画像をカスタマイズできます。
ko: 키를 탭하여 스타일, 색상, 이미지를 원하는 대로 설정하세요.
ms: Ketik kekunci untuk menyesuaikan gaya, warna atau imejnya.
pt: Toca numa tecla para personalizares o estilo, as cores ou a imagem.
ru: Нажмите на клавишу, чтобы изменить её стиль, цвета или изображение.
zh_hans: 点按按键，自定义样式、颜色或图案。

source: Tap a point to select it. Its curve handles appear alongside — drag them to bend the line.
de: Tippe auf einen Punkt, um ihn auszuwählen. Seine Kurvengriffe erscheinen daneben – ziehe sie, um die Linie zu biegen.
es: Toca un punto para seleccionarlo. Sus manejadores de curva aparecen al lado: arrástralos para curvar la línea.
et: Puuduta punkti, et see valida. Kõrvale ilmuvad kõvera pidemed – lohista neid joone painutamiseks.
fr: Touchez un point pour le sélectionner. Ses poignées de courbe apparaissent à côté : faites-les glisser pour courber le tracé.
hu: Koppints egy pontra a kijelöléséhez. Mellette megjelennek az ívfogói – húzd őket a vonal hajlításához.
it: Tocca un punto per selezionarlo. Le sue maniglie di curva compaiono accanto: trascinale per piegare la linea.
ja: 点をタップして選びます。隣に曲線のハンドルが現れるので、ドラッグして線を曲げます。
ko: 점을 탭해 선택하세요. 옆에 곡선 핸들이 나타납니다 — 드래그해 선을 구부리세요.
ms: Ketik satu titik untuk memilihnya. Pemegang lengkungnya muncul di sebelah — seret untuk melengkungkan garis.
pt: Toque num ponto para o selecionar. As pegas da curva aparecem ao lado — arraste-as para curvar a linha.
ru: Коснитесь точки, чтобы выбрать её. Рядом появятся рычаги кривой — потяните их, чтобы изогнуть линию.
zh_hans: 轻点一个节点以选中它。旁边会出现曲线控制柄——拖动它们即可弯曲线条。

source: Tap a result to open its page and reveal the matching controls.
de: Tippe auf ein Ergebnis, um die zugehörige Seite und die passenden Einstellungen zu öffnen.
es: Toca un resultado para abrir su página y ver los controles correspondientes.
et: Puuduta tulemust, et avada selle leht ja näha vastavaid seadeid.
fr: Touche un résultat pour ouvrir sa page et afficher les réglages correspondants.
hu: Koppints egy találatra a hozzá tartozó oldal és beállítások megnyitásához.
it: Tocca un risultato per aprire la relativa pagina e mostrare i controlli corrispondenti.
ja: 検索結果をタップすると、そのページが開き、該当する設定項目が表示されます。
ko: 검색 결과를 탭하면 해당 페이지가 열리고 관련 설정 항목이 표시됩니다.
ms: Ketik hasil carian untuk membuka halamannya dan memaparkan kawalan yang sepadan.
pt: Toca num resultado para abrir a respetiva página e mostrar os controlos correspondentes.
ru: Нажмите на результат, чтобы открыть нужную страницу и перейти к найденным настройкам.
zh_hans: 轻点搜索结果，即可打开对应页面并显示相关设置。

source: Tap a spot on the bar to type that emoji.
de: Tippe auf eine Stelle im Balken, um dieses Emoji zu tippen.
es: Toca un punto de la barra para escribir ese emoji.
et: Puuduta ribal kohale, et see emoji sisestada.
fr: Touchez un endroit de la barre pour taper cet emoji.
hu: Koppints a sáv egy pontjára, hogy azt az emojit írd be.
it: Tocca un punto della barra per digitare quell’emoji.
ja: バーの位置をタップすると、その絵文字が入力されます。
ko: 바의 한곳을 탭하면 그 이모지가 입력됩니다.
ms: Ketik satu tempat pada bar untuk taip emoji itu.
pt: Toca num sítio da barra para escrever esse emoji.
ru: Коснитесь места на полосе, чтобы ввести этот эмодзи.
zh_hans: 点栏上的位置就能打出那个表情。

source: Tap a spot on the bar to type that mark.
de: Tippe auf eine Stelle im Balken, um dieses Zeichen zu tippen.
es: Toca un punto de la barra para escribir ese signo.
et: Puuduta ribal kohale, et see märk sisestada.
fr: Touchez un endroit de la barre pour taper ce signe.
hu: Koppints a sáv egy pontjára, hogy azt a jelet írd be.
it: Tocca un punto della barra per digitare quel segno.
ja: バーの位置をタップすると、その記号が入力されます。
ko: 바의 한곳을 탭하면 그 기호가 입력됩니다.
ms: Ketik satu tempat pada bar untuk taip tanda itu.
pt: Toca num sítio da barra para escrever esse sinal.
ru: Коснитесь места на полосе, чтобы ввести этот знак.
zh_hans: 点栏上的位置就能打出那个符号。

source: Tap a suggestion to use it
de: Auf einen Vorschlag tippen, um ihn zu verwenden
es: Toca una sugerencia para usarla
et: Puuduta soovitusel, et seda kasutada
fr: Touche une suggestion pour l'utiliser
hu: Koppints egy javaslatra a használatához
it: Tocca un suggerimento per usarlo
ja: 候補をタップして入力
ko: 추천 단어를 탭해 사용
ms: Ketik cadangan untuk menggunakannya
pt: Toca numa sugestão para a usar
ru: Коснитесь подсказки, чтобы использовать её
zh_hans: 轻点建议即可使用

source: Tap a tool to open it.
de: Tippe ein Tool, um es zu öffnen.
es: Toca una herramienta para abrirla.
et: Puuduta tööriistal, et see avada.
fr: Touchez un outil pour l’ouvrir.
hu: Koppints egy eszközre a megnyitáshoz.
it: Tocca uno strumento per aprirlo.
ja: ツールをタップして開きます。
ko: 도구를 탭하면 열립니다.
ms: Ketik alat untuk membukanya.
pt: Toca uma ferramenta para a abrir.
ru: Коснитесь инструмента, чтобы открыть его.
zh_hans: 点工具即可打开。

source: Tap a tool to set it up, tap its status for on/off and picker visibility, hold and drag to reorder.
de: Tippe auf ein Tool, um es einzurichten, tippe auf seinen Status für An/Aus und Sichtbarkeit im Picker, halte und ziehe zum Umsortieren.
es: Toca una herramienta para configurarla, toca su estado para activarla/desactivarla y su visibilidad en el selector, mantén pulsado y arrastra para reordenar.
et: Puuduta tööriistal, et see seadistada, puuduta selle olekul sisse/välja ja valija nähtavuse jaoks, hoia ja lohista järjestamiseks.
fr: Touche un outil pour le configurer, touche son statut pour l'activer/désactiver et sa visibilité dans le sélecteur, maintiens et fais glisser pour réordonner.
hu: Koppints egy eszközre a beállításához, koppints az állapotára a be/ki kapcsoláshoz és a választóban való láthatósághoz, tartsd lenyomva és húzd az átrendezéshez.
it: Tocca uno strumento per configurarlo, tocca il suo stato per attivarlo/disattivarlo e per la visibilità nel selettore, tieni premuto e trascina per riordinare.
ja: ツールをタップして設定、ステータスをタップしてオン/オフとピッカーへの表示を切り替え、長押ししてドラッグで並べ替えできます。
ko: 도구를 탭해서 설정하고, 상태를 탭해서 켜기/끄기와 피커 표시 여부를 바꾸고, 꾹 눌러서 드래그하면 순서를 바꿀 수 있어요.
ms: Ketik alat untuk sediakannya, ketik statusnya untuk hidup/mati dan keterlihatan pemilih, tahan dan seret untuk susun semula.
pt: Toca numa ferramenta para a configurares, toca no estado para ligar/desligar e visibilidade no seletor, mantém premido e arrasta para reordenar.
ru: Нажмите на инструмент, чтобы настроить его; нажмите на его состояние, чтобы включить или выключить и задать видимость в выборе; удерживайте и перетаскивайте, чтобы изменить порядок.
zh_hans: 点一下工具进行设置，点它的状态可以开关并控制是否在选择器中显示，按住拖动可调整顺序。

source: Tap a tool to set it up, tap its status to choose where it shows up, hold and drag to reorder.
de: Tipp auf ein Werkzeug, um es einzurichten, tipp auf seinen Status, um zu wählen, wo es auftaucht, halte und zieh es, um die Reihenfolge zu ändern.
es: Toca una herramienta para configurarla, toca su estado para elegir dónde aparece, y mantén pulsado y arrastra para reordenar.
et: Puuduta tööriistal, et see seadistada, puuduta selle olekul, et valida, kus see ilmub, hoia ja lohista järjestamiseks.
fr: Touche un outil pour le configurer, touche son état pour choisir où il apparaît, maintiens et fais glisser pour réorganiser.
hu: Koppints egy eszközre a beállításához, koppints az állapotára, hogy megválaszd, hol jelenjen meg, és tartsd nyomva, majd húzd az átrendezéshez.
it: Tocca uno strumento per configurarlo, tocca il suo stato per scegliere dove compare, tieni premuto e trascina per riordinare.
ja: ツールをタップすると設定でき、ステータスをタップすると表示場所を選べます。長押しでドラッグすれば並べ替えられます。
ko: 도구를 누르면 설정하고, 상태를 누르면 어디에 나타날지 고르고, 길게 눌러 끌면 순서를 바꿉니다.
ms: Ketik alat untuk menyediakannya, ketik statusnya untuk memilih tempat ia muncul, tekan dan seret untuk menyusun semula.
pt: Toca numa ferramenta para a configurar, toca no estado para escolher onde aparece, e mantém premido e arrasta para reordenar.
ru: Нажмите на инструмент, чтобы настроить его; нажмите на его состояние, чтобы выбрать, где он появляется; удерживайте и перетаскивайте, чтобы изменить порядок.
zh_hans: 点按工具进行设置，点按状态选择它出现的位置，长按拖动可调整顺序。

source: Tap a tool's status to quickly modify it
de: Tippe auf den Status eines Werkzeugs, um es schnell zu ändern
es: Toca el estado de una herramienta para modificarla rápidamente
et: Kiireks muutmiseks puuduta tööriista olekut
fr: Touchez l’état d’un outil pour le modifier rapidement
hu: Koppints egy eszköz állapotára a gyors módosításhoz
it: Tocca lo stato di uno strumento per modificarlo rapidamente
ja: ツールの状態をタップすると、すばやく変更できます
ko: 도구의 상태를 탭하면 빠르게 변경할 수 있습니다
ms: Ketik status alat untuk mengubahnya dengan pantas
pt: Toca no estado de uma ferramenta para a alterar rapidamente
ru: Нажмите на статус инструмента, чтобы быстро изменить его
zh_hans: 轻点工具状态即可快速修改

source: Tap a tool, or hold the button and slide onto one in a single move.
de: Tippe ein Werkzeug an oder halte die Taste gedrückt und zieh in einer Bewegung auf eines davon.
es: Toca una herramienta, o mantén pulsado el botón y deslízate hasta una en un solo movimiento.
et: Puuduta tööriistal või hoia nuppu all ja libise ühele liigutusega.
fr: Touche un outil, ou maintiens le bouton et glisse jusqu'à l'un d'eux d'un seul geste.
hu: Koppints egy eszközre, vagy tartsd nyomva a gombot, és egyetlen mozdulattal csúszz rá valamelyikre.
it: Tocca uno strumento, oppure tieni premuto il pulsante e scivola su uno in un solo movimento.
ja: ツールをタップするか、ボタンを長押ししたまま目的のツールへ一気にスライドします。
ko: 도구를 누르거나, 버튼을 누른 채 한 동작으로 원하는 도구까지 밀어 가세요.
ms: Ketik satu alat, atau tahan butang itu dan leret ke salah satunya dalam satu gerakan.
pt: Toca numa ferramenta, ou mantém o botão premido e desliza até uma num só movimento.
ru: Нажмите на инструмент — или удержите кнопку и одним движением доведите палец до нужного.
zh_hans: 点某个工具，或者按住按钮一路滑到某个工具上，一气呵成。

source: Tap anything to change it. Hold and drag to move it.
de: Tippe auf etwas, um es zu ändern. Halten und ziehen, um es zu verschieben.
es: Toca cualquier cosa para cambiarla. Mantén pulsado y arrastra para moverla.
et: Puuduta, et muuta. Hoia ja lohista, et liigutada.
fr: Touche un élément pour le modifier. Maintiens-le et fais-le glisser pour le déplacer.
hu: Koppints bármire a módosításhoz. Tartsd lenyomva és húzd az áthelyezéshez.
it: Tocca un elemento per cambiarlo. Tieni premuto e trascina per spostarlo.
ja: タップで変更、長押ししてドラッグで移動します。
ko: 항목을 눌러 바꾸고, 길게 눌러 드래그하면 옮길 수 있습니다.
ms: Ketik apa-apa untuk mengubahnya. Tahan dan seret untuk mengalihkannya.
pt: Toque num elemento para o alterar. Mantenha-o premido e arraste para o mover.
ru: Нажмите на элемент, чтобы изменить его. Удерживайте и тяните, чтобы переместить.
zh_hans: 轻点即可更改，按住并拖动即可移动。

source: Tap anywhere with another finger while dragging to start highlighting.
de: Tippe während des Ziehens mit einem anderen Finger irgendwo hin, um zu markieren.
es: Toca en cualquier parte con otro dedo mientras arrastras para empezar a marcar.
et: Puuduta lohistamise ajal teise sõrmega kuskil, et alustada esiletõstmist.
fr: Touchez n'importe où avec un autre doigt pendant le glissement pour commencer à sélectionner.
hu: Koppints máshova a másik ujjaddal húzás közben, és onnan jelöl.
it: Tocca ovunque con un altro dito mentre trascini per iniziare a selezionare.
ja: ドラッグ中にもう一方の指でどこかをタップすると選択が始まります。
ko: 끄는 동안 다른 손가락으로 아무 곳이나 탭하면 선택이 시작됩니다.
ms: Ketik di mana-mana dengan jari lain semasa menyeret untuk mula menonjolkan.
pt: Toca em qualquer lado com outro dedo enquanto arrastas para começar a destacar.
ru: Коснитесь в любом месте другим пальцем во время перетаскивания, чтобы начать выделение.
zh_hans: 拖动时用另一根手指点按任意处即可开始选中。

source: Tap anywhere with another finger while holding space to start highlighting.
de: Tippe mit einem anderen Finger irgendwo hin, während du die Leertaste hältst, um zu markieren.
es: Toca en cualquier parte con otro dedo mientras mantienes espacio para empezar a marcar.
et: Puuduta tühiku hoidmise ajal teise sõrmega kuskil, et alustada esiletõstmist.
fr: Sans relâcher la barre d’espace, touche l’écran avec un autre doigt pour commencer à sélectionner.
hu: Koppints máshova a másik ujjaddal, amíg a szóközt tartod, és onnan jelöl.
it: Tocca ovunque con un altro dito mentre tieni premuto spazio per iniziare a selezionare.
ja: スペースを押したまま、もう一方の指でどこかをタップすると選択が始まります。
ko: 스페이스를 누른 채 다른 손가락으로 아무 곳이나 탭하면 선택이 시작됩니다.
ms: Ketik di mana-mana dengan jari lain semasa menahan ruang untuk mula menonjolkan.
pt: Toca em qualquer lado com outro dedo enquanto manténs o espaço para começar a destacar.
ru: Коснитесь в любом месте другим пальцем, удерживая пробел, чтобы начать выделение.
zh_hans: 按住空格时用另一根手指点按任意处即可开始选中。

source: Tap buttons in the preview. Text they insert shows up here.
de: Tippe Tasten in der Vorschau an. Der Text, den sie einfügen, erscheint hier.
es: Toca los botones de la vista previa. El texto que insertan aparece aquí.
et: Puuduta eelvaates nuppudele. Nende sisestatav tekst ilmub siia.
fr: Touche les boutons dans l'aperçu. Le texte qu'ils insèrent apparaît ici.
hu: Koppints a gombokra az előnézetben. Az általuk beírt szöveg itt jelenik meg.
it: Tocca i pulsanti nell'anteprima. Il testo che inseriscono compare qui.
ja: プレビューのボタンをタップしてください。入力される文字がここに出ます。
ko: 미리보기의 버튼을 눌러보세요. 버튼이 넣는 텍스트가 여기에 나와요.
ms: Ketik butang dalam pratonton. Teks yang disisipkannya muncul di sini.
pt: Toca nos botões da pré-visualização. O texto que inserem aparece aqui.
ru: Нажимайте кнопки в предпросмотре. Текст, который они вставляют, появится здесь.
zh_hans: 点点预览里的按钮。它们插入的文字会显示在这里。

source: Tap correction
de: Tipp-Korrektur
es: Corrección de toque
et: Puudutuse parandus
fr: Correction de frappe
hu: Koppintás-javítás
it: Correzione del tocco
ja: タップ補正
ko: 탭 보정
ms: Pembetulan ketukan
pt: Correção de toque
ru: Исправление нажатий
zh_hans: 点击纠错

source: Tap it again when you're done.
de: Tippe erneut darauf, wenn du fertig bist.
es: Vuelve a tocarlo cuando termines.
et: Puuduta talle uuesti, kui oled valmis.
fr: Touche-le à nouveau quand tu as fini.
hu: Ha végeztél, koppints rá újra.
it: Toccalo di nuovo quando hai finito.
ja: 話し終えたら、もう一度タップします。
ko: 다 말했으면 한 번 더 누릅니다.
ms: Ketik sekali lagi apabila selesai.
pt: Toca outra vez quando acabares.
ru: Нажмите ещё раз, когда закончите.
zh_hans: 说完再点一下。

source: Tap it to move to the next language.
de: Tippe sie an, um zur nächsten Sprache zu wechseln.
es: Tócala para pasar al siguiente idioma.
et: Puuduta teda, et minna järgmisele keelele.
fr: Touche-la pour passer à la langue suivante.
hu: Koppints rá, és a következő nyelvre vált.
it: Toccalo per passare alla lingua successiva.
ja: タップすると次の言語に切り替わります。
ko: 누르면 다음 언어로 넘어갑니다.
ms: Ketiknya untuk beralih ke bahasa seterusnya.
pt: Toca nela para passar ao idioma seguinte.
ru: Нажмите, чтобы перейти к следующему языку.
zh_hans: 点它切到下一种语言。

source: Tap left or right to move the cursor.
de: Tippe links oder rechts, um den Cursor zu bewegen.
es: Toca izquierda o derecha para mover el cursor.
et: Puuduta vasakule või paremale, et kursorit liigutada.
fr: Touchez gauche ou droite pour déplacer le curseur.
hu: Koppints balra vagy jobbra a kurzor mozgatásához.
it: Tocca sinistra o destra per spostare il cursore.
ja: 左右をタップしてカーソルを動かします。
ko: 왼쪽이나 오른쪽을 탭해 커서를 이동합니다.
ms: Ketik kiri atau kanan untuk gerakkan kursor.
pt: Toca esquerda ou direita para mover o cursor.
ru: Коснитесь слева или справа, чтобы переместить курсор.
zh_hans: 点左或右移动光标。
